Repository: Friendly-Banana/mensaplan
Catalog: priv/gettext/*/LC_MESSAGES/default.po
Languages: de

source: Actions
de: Optionen

source: Are you sure you want to delete this group?
de: Möchtest du diese Gruppe löschen?

source: Are you sure you want to kick this user?
de: Möchtest du diesen Benutzer entfernen?

source: Are you sure you want to leave this group?
de: Möchtest du diese Gruppe verlassen?

source: Attempting to reconnect
de: Verbindung wird wiederhergestellt

source: Avatar
de: Profilbild

source: Clear Position
de: Position löschen

source: Create Group
de: Gruppe erstellen

source: Creating...
de: Wird erstellt...

source: Delete Group
de: Gruppe löschen

source: Dish
de: Gericht

source: Edit
de: Bearbeiten

source: Edit Group %{name}
de: Gruppe %{name} bearbeiten

source: Error!
de: Fehler!

source: Generating...
de: Wird generiert...

source: Hang in there while we get back on track
de: Einen Moment Geduld bitte

source: Kick
de: Entfernen

source: Leave
de: Verlassen

source: Make Owner
de: Zum Eigentümer machen

source: Members
de: Mitglieder

source: New Invite
de: Neue Einladung

source: No dishes available today.
de: Heute keine Gerichte verfügbar.

source: Public
de: Öffentlich

source: Save Changes
de: Änderungen speichern

source: Saving...
de: Wird gespeichert...

source: Set Position
de: Position setzen

source: Something went wrong!
de: Etwas ist schiefgelaufen!

source: Success!
de: Erfolgreich!

source: Tip: Double click on the map to set your position.
de: Tipp: Doppelklicke auf die Karte um deine Position zu setzen

source: Today's Menu
de: Heutiges Menü

source: Top down view of the mensa
de: Karte der Mensa von oben

source: URL to Group Avatar
de: Link zum Gruppenbild

source: We can't find the internet
de: Internet Verbindung verloren

source: You are not the owner of this group
de: DU bist nicht Eigentumer dieser Gruppe

source: Your Groups
de: Deine Gruppen

source: close
de: Schließen

source: New Group
de: Neue Gruppe

source: Each invite link can be used only once
de: Jeder Einladungslink kann nur einmal verwendet werden

source: Are you sure you want to change the owner?
de: Möchtest du diese Gruppe an jemand anderen übertragen?

source: Disappears in [minutes]
de: Verschwindet in [Minuten]

source: About
de: Über

source: About Mensaplan
de: Über Mensaplan

source: All icons in the mensa map are %{free_icons} used under %{license}
de: Alle Icons in der Mensakarte sind %{free_icons} und werden unter %{license} verwendet

source: Do you want to join?
de: Möchtest du beitreten?

source: Find friends and food!
de: Finde Freunde und Essen!

source: Home
de: Startseite

source: If you don't want to join, you can simply ignore this.
de: Wenn du nicht beitreten möchtest, kannst du das einfach ignorieren.

source: Join Group
de: Gruppe beitreten

source: Log out
de: Abmelden

source: Make Positions public by default
de: Positionen standardmäßig öffentlich machen

source: Settings
de: Einstellungen

source: Sign In
de: Anmelden

source: has invited you to the group
de: hat dich eingeladen zur Gruppe

source: Can I change my username?
de: Kann ich meinen Benutzernamen ändern?

source: How can I report a bug or issue?
de: Wie kann ich einen Fehler oder ein Problem melden?

source: How can I set my position?
de: Wie kann ich meine Position setzen?

source: If you encounter any bugs or issues while using Mensaplan, please report them on %{link}. Please provide detailed information about the problem you are facing, including any error messages or screenshots if possible.
de: Wenn du während der Nutzung von Mensaplan auf Fehler oder Probleme stößt, melde sie bitte auf %{link}. Bitte gib detaillierte Informationen an, einschließlich Fehlermeldungen oder Screenshots, wenn möglich.

source: Invitation
de: Einladung

source: Mensaplan uses the name associated with your login method. If you log in via Discord, Mensaplan will use your Discord username. After you changed your username, please log out and log in again to update your name in Mensaplan.
de: Mensaplan verwendet den Namen, der mit deiner Anmelde-Methode verknüpft ist. Wenn du dich über Discord anmeldest, verwendet Mensaplan deinen Discord-Benutzernamen. Nachdem du deinen Benutzernamen geändert hast, melde dich bitte ab und wieder an, um deinen Namen in Mensaplan zu aktualisieren.

source: Public positions allow you to connect with new people and potentially make new friends. You can discover other users who are also dining at TUM Mensa and reach out to them for a meal together. It's a great way to expand your social circle.
de: Öffentliche Positionen ermöglichen es dir, neue Leute kennenzulernen und neue Freunde zu finden. Du kannst andere Benutzer entdecken, die auch in der TUM Mensa essen und sie kontaktieren, um gemeinsam zu essen. Es ist eine großartige Möglichkeit, deinen Freundeskreis zu erweitern.

source: The hottest tool in Garching to find friends in the TUM Mensa. Checkout today's menu complete with ratings to guide your culinary journey.
de: Das angesagteste Tool in Garching, um Freunde in der TUM Mensa zu finden. Schau dir das heutige Menü an, ergänzt durch Bewertungen um dich auf deiner kulinarischen Reise zu begleiten.

source: What are public positions?
de: Was sind öffentliche Positionen?

source: mensa, mensaplan, tum, garching, friends, menu, lunch, food, canteen, university, students, social
de: mensa, mensaplan, tum, garching, freunde, menü, mittagessen, essen, kantine, universität, studenten, sozial

source: To set your position on the map, double click on the place where you are. You can also first click the position to move the avatar and then use the "Set Position" button.
de: Um deine Position auf der Karte zu setzen, klicke einfach doppelt auf die Stelle, an der du dich befindest. Du kannst auch zuerst auf die Position klicken um den Avatar zu bewegen und dann den Button "Position setzen" verwenden.

source: Price for students
de: Preis für Studierende

source: Dishlikes
de: Beliebheit

source: Sort by
de: Sortieren nach

source: Apply
de: Anwenden

source: Cheapest
de: Billig

source: Dishes
de: Gerichte

source: Most Expensive
de: Teuer

source: Category
de: Kategorie

source: Homepage
de: Startseite

source: food cover
de: Abdeckhaube

source: Occurrences
de: Häufigkeit

source: What is Mensaplan?
de: Was ist Mensaplan?

source: Mensaplan offers real-time positioning, displays today's dishes, and provides long-term analytics about dish popularity. Whether you're looking for a lunch buddy or deciding what to eat, Mensaplan has got you covered.
de: Mensaplan bietet Positionsupdates in Echtzeit, zeigt die aktuellen Gerichte an und ermöglicht langfristige Statistiken über die Beliebtheit von Gerichten. Egal ob du nach einem Lunch-Buddy suchst oder noch überlegst was du essen willst, Mensaplan hilft dir dabei.

source: Why Mensaplan?
de: Warum Mensaplan?

source: By default, positions on Mensaplan are only visible to users you share a group with. Public positions, on the other hand, are visible to all users, including anonymous visitors.
de: Standardmäßig sind Positionen auf Mensaplan nur für Benutzer sichtbar, mit denen du eine Gruppe teilst. Öffentliche Positionen hingegen sind für alle Benutzer sichtbar, einschließlich anonymer Besucher.

source: Show dates
de: Daten anzeigen

source: This dish was offered one time.
de: Dieses Gericht wurde bisher einmal angeboten.

source: Mensaplan is your ultimate tool for finding friends and food at the %{tumensa} in Garching. Our platform connects TUM students in real-time, helping you locate your friends and discover today's dishes. Originally a private Discord bot, it is now accessible to everyone.
de: Mensaplan ist dein ultimatives Tool, um Freunde zu treffen und Essen in der %{tumensa} in Garching zu entdecken. Unsere Plattform verbindet TUM-Studenten in Echtzeit und hilft dir dabei, die heutigen Gerichte zu erkunden. Ursprünglich ein privater Discord Bot, ist es jetzt für alle zugänglich.

source: What is the TU Mensa?
de: Was ist die TU Mensa?

source: Students eating in the Mensa at TUM Garching campus
de: Studierende essen in der Mensa am TUM Campus Garching

source: The TU Mensa this website refers to is the main cafeteria at the Technical University of Munich's Garching campus. With a capacity of 2,000 seats, it serves over 7,300 meals daily. Built after award winning plans by %{meck}, it replaced the old Mensa after three years of construction in %{sept2019}.
de: Die TU Mensa, auf die sich diese Website bezieht, ist die Mensa der Technischen Universität München auf dem Campus Garching. In den Räumen mit ca. 2000 Sitzplätzen können täglich 7.300 Essen ausgegeben werden. Gebaut nach den preisgekrönten Plänen von %{meck}, ersetzte es nach dreijähriger Bauzeit im %{sept2019} die alte Mensa.

source: Find out when %{name} was served in the TUM Mensa.
de: Finde heraus, wann %{name} in der TUM Mensa serviert wurde.

source: Learn more about Mensaplan, the helper for the TUM Mensa.
de: Lerne mehr über Mensaplan, den Helfer für die TUM Mensa.
